<!DOCTYPE html>
<html>
<body>

<?php
// Вывод строки "Период каникул окончен" с использованием echo
echo "Период каникул окончен<br>";

// Вывод строки "Период каникул окончен 2" с использованием print
print "Период каникул окончен 2<br>";

// Присвоение переменной $x значения 288
// Присвоение переменной $s строки "Все возвращаются на работу"
$x = 288;
$s = "Все возвращаются на работу";

// Вывод строки, объединяя значения переменных и текст
echo "В ". $x . " день, приблизительно..." . $s;

// Вывод результата сложения чисел 50 и 73
echo "<br/>". 50+73;

// Вывод строки "50+73" как текста, а не как результат сложения
echo "<br/>50+73";

// Вывод строки '50+73' в одинарных кавычках
echo '<br/>50+73';

// Вывод строки с использованием двойных кавычек
echo '<br/>Книга “Герой” выйдет в октябре, этого года!';

// Вывод многострочной строки с использованием тега <pre>
echo '<pre/>Я плохая – ты хороший.
Рот от гнева перекошен.
Не кричи – я не глухая.
Ты хороший – я плохая.
Ты моим терпением сломлен?
Я терплю – а ты назло мне
Стекла бьешь – я поднимаю.
Ты хороший – я плохая.
Вверх рука – и замер… Ну же!
Я – нормально. Стеклам хуже.
Не посмеешь. Я-то знаю.
Ты хороший – я плохая.
Я тебя не понимала,
Я давила, все прощала,
Ты особый – я простая.
Ты хороший – я плохая.
Лгать – привычка. Мстишь от скуки.
Что? Протягиваешь руки?
В пол колени – надломилось.
Что ж ты плачешь? Что случилось?
Утром холодно в постели?
Как? Когда? Вчера? Неделя…
Почему ты мною брошен?
Я плохая – ты хороший.
Все исправишь? Все сначала…
Почему я замолчала?
Время ниточку развяжет
Дверь за мной закрой…
сквозняк же…'
?>

</body>
</html>